<template>
  <div id="app">
    <Navbar />
    <div class="container mx-auto max-w-6xl pb-12">
      <p class="text-2xl mt-8">คำถามที่พบบ่อย</p>
      <div class="w-10 h-1 bg-blue-600 mt-2 rounded-lg"></div>
      <p class="text-2xl font-bold mt-6">การซื้อรถยนต์จาก AUTOSTYLE</p>
      <div class="w-24 h-1 bg-blue-600 mt-2 rounded-lg"></div>
      <p class="text-xl mt-8 font-bold">ทำไมฉันควรซื้อรถจาก AUTOSTYLE</p>
      <p class="mt-2 text-gray-400">
        AUTOSTYLE กำลังปฏิวัติการซื้อขายรถยนต์มือสองในประเทศไทย
        เราเข้าใจว่าการตัดสินใจซื้อรถสักคันนั้นสำคัญแค่ไหน
        และเป้าหมายของเราก็คือการทำให้ลูกค้าของเรามีอำนาจในการตัดสินใจในทุกขั้นตอนการซื้อขาย
      </p>
      <ul style="list-style-type: disc" class="mt-6 pl-9">
        <li class="mb-6">
          <p class="text-gray-400">
            สะดวก -
            ซื้อรถยนต์ของคุณผ่านแพลทฟอร์มออนไลน์ที่สามารถทำได้ทุกที่ทุกเวลา
            เลือกสั่งให้รถยนต์ไปส่งถึงบ้านชองคุณหรือจะมารับรถเองที่ศูนย์บริการของAUTOSTYLE
            ก็ได้
          </p>
        </li>
        <li class="mb-6">
          <p class="text-gray-400">
            ปลอดภัย - เรามีรถมือสองที่ผ่านการตรวจสอบแล้วกว่าพันคัน
            แต่ละคันผ่านการตรวจสภาพและรับรองคุณภาพกว่า150 จุดตามมาตรฐานของ
            AUTOSTYLE รถทุกคันของเราแถมมาด้วยการรับประกันหลังการขาย 12 เดือนหรือ
            20,000 กิโลเมตร และด้วยนโยบายคืนรถภายใน 7 วันของเรา
            หากคุณไม่พอใจในตัวรถคุณสามารถคืนรถได้ภายใน 7
            วันเหมือนคุณสั่งสินค้าอื่นๆออนไลน์
          </p>
        </li>
        <li class="mb-6">
          <p class="text-gray-400">
            ง่าย - เราจะเป็นคนดำเนินการทุกอย่างให้คุณตั้งแต่เอกสารต่างๆ
            ไปจนถึงการโอนทะเบียนรถเพื่อให้คุณได้รับความสะดวกสบายที่สุด
          </p>
        </li>
      </ul>
      <p class="text-2xl text-gray-600">
        ซื้อรถยนต์จาก AUTOSTYLE ง่ายๆใน 3 ขั้นตอน:
      </p>
      <p class="mt-6 text-gray-400">
        1.
        <strong>จองรถที่คุณชอบออนไลน์:</strong>
        เลือกหารถจากตัวเลือกกว่าพันคันบนเว็บไซต์ของเราและหารถที่ถูกใจด้วยมุมกล้อง
        360 องศา และจองทดลองขับได้โดยการชำระค่าธรรมเนียมการจองตามที่กำหนด
        แต่คุณไม่ต้องกังวล การทดลองขับไม่เสียค่าใช้จ่ายใดๆ
        และเราจะคืนเงินค่าธรรมเนียมการจองนี้เต็มจำนวนให้คุณเมื่อถึงเวลาทดลองขับ
      </p>
      <p class="mt-6 text-gray-400">
        2. <strong>ทดลองขับรถ:</strong> พนักงานของเราจะติดต่อคุณไปเพื่อยืนยันรถ
        เวลาและสถานที่เพื่อการทดลองขับ เพียงแค่คุณเลือกศูนย์บริการ AUTOSTYLE
        หรือสถานที่ที่คุณต้องการจากพื้นที่ให้บริการที่เรากำหนดไว้
        เราก็จะไปพบคุณที่นั่นพร้อมกับรถ
      </p>
      <p class="mt-6 text-gray-400">
        3.
        <strong>ส่งถึงบ้านหรือมารับด้วยตัวเอง:</strong>
        ทำการชำระเงินและจัดการเอกสารต่างๆออนไลน์กับที่ปรึกษาการขายของเรา
        เราช่วยดูแลทุกขั้นตอนในการจดทะเบียนรถเป็นชื่อของคุณ
        คุณสามารถให้เรานำรถไปส่งถึงบ้าน หรือคุณจะมารับรถด้วยตัวเองที่ศูนย์บริการ
        AUTOSTYLE ใกล้ตัวคุณ
      </p>
      <p class="mt-6 text-gray-400">
        <strong>มีความสุขไปกับรถคันใหม่ของคุณ!</strong>
        หลังได้รับรถแล้วคุณมีเวลาในการตัดสินใจ 7
        วันว่ารถคันนี้เหมาะกับคุณหรือไม่ ถ้าหากคุณเปลี่ยนใจ
        คุณสามารถคืนรถได้ภายใน 7
        วันนับจากวันส่งมอบรถเพื่อเลือกรถคันใหม่หรือขอเงินคืน
      </p>
      <p class="text-xl mt-6 font-bold">AUTOSTYLE ได้รถมาจากไหน?</p>
      <p class="mt-2 text-gray-400">
        เราจัดหารถที่คุณภาพสูงและไม่เคยประสบอุบัติเหตุมาก่อนจากลานประมูล
        พันธมิตรตัวแทนจำหน่าย และจากศูนย์ขายรถต่างๆ
        รถทุกคันผ่านการตรวจเช็คสภาพทางเทคนิค150 จุด
        และได้รับการบำรุงรักษาใหม่ให้มีสภาพอยู่ในมาตรฐานคุณภาพของเรา
      </p>
      <p class="text-xl mt-6 font-bold">รถอยู่ที่ไหนบ้าง?</p>
      <p class="mt-2 text-gray-400">
        รถของเราจะอยู่ที่ศูนย์บริการ AUTOSTYLE
        ซึ่งเป็นที่ที่เราทำการตรวจเช็คสภาพรถอย่างเข้มงวด
        หลังจากที่คุณจองรถออนไลน์แล้ว
        ทางเราจะส่งรถไปยังศูนย์บริการที่คุณเลือกหรือส่งตรงไปถึงหน้าบ้านคุณเพื่อทำการทดลองขับได้เลย
      </p>
      <p class="text-xl mt-6 font-bold">
        รถทุกคันผ่านการรับรองจาก AUTOSTYLE หรือไม่?
      </p>
      <p class="mt-2 text-gray-400">
        รถทุกคันผ่านการรับรองจากเราโดยการตรวจเช็คสภาพทางเทคนิค 150
        จุดและผ่านการตรวจสอบประวัติรถ ประวัติการบริการและความพร้อมในการใช้ขับขี่
        ไม่เพียงเท่านั้นรถของเรายังมาพร้อมกับประกันหลังการขาย 12 เดือนหรือ
        20,000 กิโลเมตร (ขึ้นอยู่กับว่าอย่างใดถึงกำหนดก่อน)
      </p>
      <p class="text-2xl font-bold mt-6">เลือกรถที่ใช่</p>
      <div class="w-24 h-1 bg-blue-600 mt-2 rounded-lg"></div>
      <p class="text-xl mt-8 font-bold">
        ฉันสามารถดูข้อมูลอะไรของรถได้บ้างบนเว็บไซต์?
      </p>
      <p class="mt-2 text-gray-400">
        AUTOSTYLE
        มุ่งมั่นในการให้บริการในการทำธุรกรรมที่ราบรื่นและโปร่งใสให้กับลูกค้าของเรา
        รถแต่ละคันจะมีบันทึกรายการการตรวจเช็คสภาพ150
        จุดซึ่งจะบอกรายละเอียดเกี่ยวกับมาตรวัดต่างๆเพื่อเป็นข้อมูลในการตัดสินใจซื้อของคุณ
        คุณยังสามารถเช็ครถได้โดยละเอียดผ่านกล้อง 360 องศาของเรา
      </p>
      <ul style="list-style-type: disc" class="mt-6 pl-9">
        <li class="mb-6">
          <p class="text-gray-400">
            ข้อมูลจำเพาะของรถ: ผู้ผลิต โมเดล รุ่น ปีที่ผลิต ระยะทางวิ่ง
            ประเภทเชื้อเพลิง ประเภทเครื่องยนต์ ประเภทกำลังขับ ระบบขับเคลื่อน
            ระบบเกียร์ ชื่อรุ่นย่อย
          </p>
        </li>
        <li class="mb-4">
          <p class="text-gray-400">
            บันทึกการตรวจสภาพโดยละเอียดและการประเมินรถโดยผู้เชี่ยวชาญ:
            รูปลักษณ์ภายนอก ระบบไฟ รูปลักษณ์ภายใน เครื่องยนต์ ระบบเกียร์
            ระบบปรับอากาศ การขับขี่ ระบบเบรกและกันสะเทือน
          </p>
        </li>
      </ul>
      <p class="text-xl font-bold">AUTOSTYLE ประเมินราคารถอย่างไร?</p>
      <p class="mt-2 text-gray-400">
        ราคาของรถแต่ละคันแตกต่างกันขึ้นอยู่กับหลายปัจจัยเช่น:
      </p>
      <ul style="list-style-type: disc" class="mt-6 pl-9">
        <li class="mb-6">
          <p class="text-gray-400">
            รายละเอียดทั่วไปของรถ: ผู้ผลิต โมเดล ชื่อรุ่นย่อย อายุ
            ระยะทางที่ขับและอื่นๆ
          </p>
        </li>
        <li class="mb-4">
          <p class="text-gray-400">
            สภาพรถ: จากการตรวจเช็คสภาพอย่างเข้มงวดของเรากว่า150 จุด
            การบำรุงรักษา
            การซ่อมแซมและลูกเล่นพิเศษต่างๆของตัวรถก็เป็นตัวแปรสำคัญที่มีผลกับราคาของรถเช่นกัน
          </p>
        </li>
      </ul>
      <p class="text-xl font-bold">สามารถต่อรองราคาของรถได้หรือไม่?</p>
      <p class="mt-2 text-gray-400">
        คุณไม่ต้องต่อรองราคา
        เพราะการทำงานของเราทำผ่านช่องทางออนไลน์เราจึงสามารถลดค่าใช้จ่ายได้ในหลายจุด
        ทำให้เราสามารถนำเสนอรถให้คุณในราคาที่คุ้มค่าที่สุดแล้ว
      </p>
      <p class="text-xl font-bold mt-4">ราคาสุทธิที่ฉันต้องจ่ายคือเท่าไหร่?</p>
      <p class="mt-2 text-gray-400">
        บนเว็บไซต์จะบอกแค่ราคาของรถ (ที่รวมภาษีมูลค่าเพิ่มแล้ว)
        และยังรวมไปถึงสิทธิประโยชน์พิเศษ ได้แก่ บริการจัดส่งรถถึงบ้าน
        ค่าขึ้นทะเบียน และบริการรับประกัน (ถ้ามี) หากมีใช้จ่ายอื่นๆ เช่น
        ประกันภัย หรืออัพเกรดการรับประกัน
        ที่ปรึกษาการขายของเราจะอธิบายให้คุณทราบโดยละเอียดและช่วยเหลือคุณในกระบวนการซื้อ
      </p>
      <p class="mt-5 text-gray-400">
        ราคาสุทธิของรถจะได้รับการคำนวณอีกครั้งในระหว่างกระบวนการซื้อ
        ราคานั้นจะรวมไปถึง ราคารถ(รวมภาษี) ค่าประกัน
        ค่าขึ้นทะเบียนและค่าใช้จ่ายอื่นๆถ้ามี เช่น ประกัน
      </p>
      <p class="text-xl font-bold mt-4">
        ถ้าฉันไม่พอใจ ฉันสามารถคืนรถได้หรือไม่?
      </p>
      <p class="mt-2 text-gray-400">
        รถทุกคันของ AUTOSTYLE สามารถคืนได้ภายใน 7 วัน
        คุณสามารถเปลี่ยนใจได้หากคุณไม่พอใจรถเพื่อขอเงินคืนเหมือนการสั่งของออนไลน์อื่นๆทั่วไป
      </p>
      <p class="mt-5 text-gray-400">
        ส่งคำร้องมาหาเราที่
        <span class="text-amber-500">TH.support@AUTOSTYLE.com</span>
        หรือโทรหาเราที่
        <span class="text-amber-500">02-057-1224</span> เพื่อดำเนินการคืนรถ
        เงินที่คุณจะได้คืนจะรวมไปถึงค่าใช้จ่ายทั้งหมดเช่น ประกันภัย
        การรับประกันหลังการขาย ค่าขึ้นทะเบียนและค่าขนส่ง
      </p>
      <p class="mt-5 text-gray-400">
        ค่าใช้จ่ายอื่นๆเช่น ค่าเปิดบัญชีใหม่ ค่าธรรมเนียมการกู้
        ค่าปรับจราจร(ถ้ามี) จะไม่ได้รับเงินคืน
      </p>
      <p class="text-xl font-bold mt-4">ฉันสามารถดูรถก่อนซื้อได้หรือไม่?</p>
      <p class="mt-2 text-gray-400">
        คุณสามารถดูรถได้แบบทุกซอกทุกมุมผ่านกล้อง 360 องศาของเรา
        คุณสามารถมองเห็นรายละเอียดของรถได้ทั้งภายใน
        ภายนอกและลักษณะพิเศษต่างๆของรถ ข้อมูลอื่นๆเช่น สภาพเครื่องยนต์
        ระบบเกียร์ ล้อรถและอื่นๆสามารถดูได้โดยละเอียดผ่านบันทึกการตรวจสภาพรถ
      </p>
      <p class="text-xl font-bold mt-4">ฉันสามารถทดลองขับได้หรือไม่?</p>
      <p class="mt-2 text-gray-400">
        คุณสามารถจองทดลองขับได้บนเว็บไซต์ หลังจากคุณทำการจองแล้ว
        ที่ปรึกษาการขายของเราจะติดต่อกลับไปเพื่อจัดการนัดวันและเวลาในการทดลองขับ
        แต่ด้วยนโยบายคืนรถภายใน 7 วันของเรา
        การทดลองขับอาจจะไม่จำเป็นอีกแล้วเมื่อคุณสามารถสนุกไปกับรถคันใหม่และใช้มันได้ปกติ1อาทิตย์เต็มๆ
        นั่นน่าจะดีกว่าการมาทดลองขับเพียงแค่ไม่กี่กิโลเมตรแน่ๆ
      </p>
      <p class="text-2xl font-bold mt-6">ขั้นตอนการซื้อ</p>
      <div class="w-24 h-1 bg-blue-600 mt-2 rounded-lg"></div>
      <p class="text-xl mt-8 font-bold">ทำไมฉันถึงต้องจองรถ?</p>
      <p class="mt-2 text-gray-400">
        คุณต้องทำการจองรถและจ่ายค่าธรรมเนียมการจอง(เราจะจ่ายคืนภายหลัง)
        เพื่อเราจะได้เก็บรถคันนั้นไว้ให้คุณโดยเฉพาะและไม่เกิดการซื้อซ้ำซ้อนกับลูกค้ารายอื่น
      </p>
      <p class="text-xl font-bold mt-4">จะเกิดอะไรขึ้นหลังจากฉันจองรถ?</p>
      <p class="mt-2 text-gray-400">
        ทีมงาน AUTOSTYLE จะทำการตรวจสอบรายละเอียดการจองและติดต่อกลับไปหาคุณ
        ที่ปรึกษาการขายของเราจะช่วยเหลือคุณในการจองทดลองขับ
        หลังจากนั้นพวกเขาจะช่วยเหลือคุณในทุกๆขั้นตอนระหว่างทำการซื้อทั้งด้านเอกสาร
        ประกันภัย การเงิน การรับประกันหลังการขาย การชำระเงิน
        การจดทะเบียนรถและการส่งรถไปที่บ้านหรือการมารับรถที่ศูนย์บริการของเรา
      </p>
      <p class="text-xl font-bold mt-4">
        ฉันจ่ายค่าธรรมเนียมการจองไปแล้วแต่ไม่ต้องการซื้อรถ
        ฉันจะได้เงินคืนเมื่อไหร่
      </p>
      <p class="mt-2 text-gray-400">
        ถ้าคุณไม่ต้องการซื้อรถภายใน 48 ชั่วโมงของการทดลองขับ
        การจองของคุณจะหมดอายุและคุณจะได้รับเงินคืนเต็มจำนวน
        หากคุณชำระโดยโอนผ่านธนาคารหรือ e-wallet
        เงินจะโอนกลับไปภายใน15-30วันทำการ
        หากคุณจ่ายผ่านบัตรเครดิตเงินจะโอนกลับไปในรอบบิลถัดไป
      </p>
      <p class="text-xl font-bold mt-4">
        ฉันสามารถขายหรือแลกเปลี่ยนรถของฉันกับ AUTOSTYLE ได้หรือไม่?
      </p>
      <p class="mt-2 text-gray-400">
        เรายังไม่รับซื้อรถในขณะนี้ อย่างไรก็ตาม
        คุณสามารถนำรถของคุณมาแลกเป็นส่วนลดสำหรับการซื้อรถกับAUTOSTYLE
        ในกรณีที่คุณส่งคืนรถที่คุณซื้อจากAUTOSTYLE
        ทางเราไม่สามารถคืนรถที่แลกมาให้คุณได้ ในกรณีนี้
        เราจะรวมมูลค่าของส่วนลดไว้กับการคืนเงินของคุณ
      </p>
      <p class="text-2xl font-bold mt-6">การทดลองขับ</p>
      <div class="w-24 h-1 bg-blue-600 mt-2 rounded-lg"></div>
      <p class="text-xl mt-8 font-bold">ฉันต้องจ่ายเงินในการทดลองขับหรือไม่?</p>
      <p class="mt-2 text-gray-400">
        การทดลองขับนั้นไม่เสียค่าใช้จ่ายใดๆ
        แต่การจองรถที่คุณถูกใจไว้ก่อนนั้นคุณต้องจ่ายเงินในการจอง(เราจะคืนให้เต็มจำนวนภายหลัง)
        เงินจองนี้จะโอนกลับคืนภายใน15-30 วันทำการหากคุณชำระโดยโอนผ่านธนาคารหรือ
        e-wallet หากคุณจ่ายผ่านบัตรเครดิตเงินจะโอนกลับไปในรอบบิลถัดไป
      </p>
      <p class="text-xl mt-8 font-bold">
        ฉันสามารถจองรถเพื่อทดลองขับหลายๆคันได้หรือไม่?
      </p>
      <p class="mt-2 text-gray-400">
        คุณสามารถจองรถเพื่อทดลองขับได้ถึง 5 คัน
        คุณเพียงต้องทำการมัดจำในการจองรถแต่ละคัน
      </p>
      <p class="text-xl mt-8 font-bold">
        ฉันต้องทำอย่างไรถ้าฉันอยากซื้อรถคันนี้?
      </p>
      <p class="mt-2 text-gray-400">
        ถ้าคุณอยากซื้อรถและชำระเงินเต็มจำนวน พนักงานขายของ AUTOSTYLE
        จะส่งลิงก์การชำระเงินให้คุณทำธุรกรรม
      </p>
      <p class="mt-5 text-gray-400">
        หากคุณต้องการขอสินเชื่อในการซื้อรถ คุณสามารถฝากเงินเพิ่มเติมจำนวน 10,000
        บาทเพื่อจองรถระหว่างที่คุณดำเนินการขอสินเชื่อ หากการขอสินเชื่อมีปัญหา
        เงินมัดจำจำนวนนี้จะถูกคืนให้กับคุณ
      </p>
      <p class="text-xl mt-8 font-bold">ฉันจะได้รับเงินจองคืนได้อย่างไร?</p>
      <p class="mt-2 text-gray-400">
        หลังการทดลองขับเสร็จสิ้น
        เงินจองนี้จะโอนกลับคืนภายใน15-30วันทำการหากคุณชำระโดยโอนผ่านธนาคารหรือ
        e-wallet หากคุณจ่ายผ่านบัตรเครดิตเงินจะโอนกลับไปในรอบบิลถัดไป
      </p>
      <p class="text-2xl font-bold mt-6">การชำระเงินและสินเชื่อ</p>
      <div class="w-24 h-1 bg-blue-600 mt-2 rounded-lg"></div>
      <p class="text-xl mt-8 font-bold">ฉันจะทำการจ่ายเงินได้อย่างไร?</p>
      <p class="mt-2 text-gray-400">
        คุณสามารถจ่ายได้ทางออนไลน์ผ่านธนาคารออนไลน์ บัตรเดบิต บัตรเครดิต
        TrueMoney Wallet และ Rabbit LINE pay
      </p>
      <p class="text-xl mt-8 font-bold">ฉันสามารถขอสินเชื่อได้หรือไม่?</p>
      <p class="mt-2 text-gray-400">
        AUTOSTYLE
        จะช่วยคุณหาทางเลือกในการขอสินเชื่อผ่านธนาคารพันธมิตรและบริษัทสินเชื่ออื่นๆ
        ที่ปรึกษาการขายของเราจะช่วยเหลือคุณหลังการจองและทำการดำเนินเรื่องขอสินเชื่อในนามของคุณ
        การอนุมัติสินเชื่อนั้นขึ้นอยู่กับข้อกำหนดและเงื่อนไขของผู้ปล่อยสินเชื่อ
      </p>
      <p class="text-2xl font-bold mt-6">
        การรับประกันหลังการขายและความคุ้มครอง
      </p>
      <div class="w-24 h-1 bg-blue-600 mt-2 rounded-lg"></div>
      <p class="text-xl mt-8 font-bold">รับประกันหลังการขายคืออะไร?</p>
      <p class="mt-2 text-gray-400">
        รถของ AUTOSTYLE ผ่านการตรวจเช็คสภาพ150จุดก่อนจะนำเสนอขายให้กับลูกค้า
        และเพื่อเป็นการการันตีว่าคุณจะได้รับรถที่มีคุณภาพ
        รถของเรามาพร้อมกับการรับประกันหลังการขาย 12 เดือนหรือ 20,000
        กิโลเมตร(ขึ้นอยู่กับว่าอย่างใดถึงกำหนดก่อน)
        ทั้งนี้เพื่อให้คุณมั่นใจว่ารถของคุณจะยังมีสภาพดีหลังการซื้อขาย
        การรับประกันนี้ครอบคลุมส่วนสำคัญต่างๆของรถโดยอ้างอิงจากบันทึกการตรวจสภาพ
      </p>
      <p class="text-xl mt-8 font-bold">
        อะไรคือความแตกต่างระหว่างประกันภัยและการรับประกันหลังการขาย?
      </p>
      <p class="mt-2 text-gray-400">
        ประกันภัยรถยนต์เป็นบริการที่คุณจ่ายเพื่อป้องกันความเสียหายทางกายภาพที่อาจเกิดจากการจราจรและอาจเกิดจากยานพาหนะอื่นๆ
        ประกันภัยรถยนต์นี้เป็นข้อบังคับทางกฎหมายที่คุณจำเป็นต้องทำให้รถของคุณ
      </p>
      <p class="mt-5 text-gray-400">
        ส่วนการรับประกันหลังการขายจาก AUTOSTYLE
        นั้นเป็นการการันตีจากทางเราว่ารถที่คุณได้รับไปนั้นมีคุณภาพและผ่านการตรวจเช็คสภาพ
        150 จุดของเราเพื่อให้แน่ใจว่ารถจะไม่มีปัญหาใดๆทั้งก่อนและหลังการซื้อ
        แต่หากคุณพบเจอปัญหาหลังซื้อรถไปแล้ว
        การรับประกันนี้จะช่วยเหลือคุณในการแก้ไขปัญหานั้นโดยคุณไม่ต้องเสียค่าใช้จ่ายในการซ่อมแซมหรือประกันนี้อาจช่วยเหลือคุณด้วยเงินสนับสนุนขึ้นอยู่กับรายละเอียดที่ให้ไว้ในเล่มประกันหลังการขาย
      </p>
      <p class="text-xl mt-8 font-bold">
        ประกันหลังการขายสามารถขยายได้หรือไม่?
      </p>
      <p class="mt-2 text-gray-400">
        ไม่สามารถขยายได้ AUTOSTYLE ให้การรับประกันหลังการขายเป็นเวลา12เดือน หรือ
        20,000 กิโลเมตร ขึ้นอยู่กับว่าอย่างใดถึงกำหนดก่อน
      </p>
      <p class="text-xl mt-8 font-bold">ประกันหลังการขายไม่คุ้มครองอะไรบ้าง?</p>
      <p class="mt-2 text-gray-400">
        ประกันหลังการขายคุ้มครองเฉพาะสิ่งที่กำหนดไว้ในเล่มประกันหลังการขายเท่านั้น
        ความเสียหายใดๆที่เกิดโดยบังเอิญหรือต่อเนื่องจะไม่ได้รับการคุ้มครองโดยการรับประกันหลังการขาย
      </p>
      <p class="text-xl mt-8 font-bold">จะเคลมประกันหลังการขายได้อย่างไร?</p>
      <p class="mt-2 text-gray-400">
        หากคุณต้องการเคลมประกันหลังการขาย สามารถติดต่อศูนย์บริการเราได้ที่
        <span class="text-amber-500">TH.support@AUTOSTYLE.com</span> หรือโทร
        <span class="text-amber-500">02-057-1224</span>
        เราจะช่วยเหลือคุณในการติดต่อกับศูนย์บริการที่เรากำหนด
      </p>
      <p class="text-2xl font-bold mt-6">
        เอกสาร การประกันภัย และการโอนกรรมสิทธิ์
      </p>
      <div class="w-24 h-1 bg-blue-600 mt-2 rounded-lg"></div>
      <p class="text-xl mt-8 font-bold">
        ฉันต้องใช้เอกสารอะไรบ้างในกระบวนการซื้อ?
      </p>
      <p class="mt-2 text-gray-400">คุณจะต้องใช้เอกสารในการซื้อ ดังต่อไปนี้:</p>
      <p class="mt-6 text-gray-400">สำหรับกรณีการชำระเงินแบบเต็มจำนวน:</p>
      <ul style="list-style-type: disc" class="mt-6 pl-9">
        <li class="mb-6">
          <p class="text-gray-400">
            บัตรประจำตัวประชาชน หรือ
            หนังสือเดินทางและวีซ่าประเภทผู้พำนักที่ยังไม่หมดอายุ
          </p>
        </li>
        <li class="mb-6">
          <p class="text-gray-400">ทะเบียนบ้าน (ถ้ามี)</p>
        </li>
      </ul>
      <p class="text-gray-400">สำหรับกรณีการขอสินเชื้อ:</p>
      <ul style="list-style-type: disc" class="mt-6 pl-9">
        <li class="mb-6">
          <p class="text-gray-400">
            บัตรประจำตัวประชาชน หรือ
            หนังสือเดินทางและวีซ่าประเภทผู้พำนักที่ยังไม่หมดอายุ
          </p>
        </li>
        <li class="mb-6">
          <p class="text-gray-400">ทะเบียนบ้าน (ถ้ามี)</p>
        </li>
        <li class="mb-6">
          <p class="text-gray-400">เอกสารแสดงรายได้</p>
          <p class="text-gray-500 mt-6 pl-9">กรณีเป็นพนักงานบริษัท</p>
          <ul style="list-style-type: disc" class="mt-6 pl-9">
            <li class="mb-6">
              <p class="text-gray-400">
                สลิปเงินเดือนย้อนหลัง 3 เดือน หรือหนังสือรับรองเงินเดือน
              </p>
            </li>
            <li class="mb-6">
              <p class="text-gray-400">รายการเดินบัญชีธนาคารย้อนหลัง 6 เดือน</p>
            </li>
          </ul>
          <p class="text-gray-500 mt-6 pl-9">กรณีเป็นเจ้าของกิจการ</p>
          <ul style="list-style-type: disc" class="mt-6 pl-9">
            <li class="mb-6">
              <p class="text-gray-400">หนังสือรับรองการจดทะเบียนของบริษัท</p>
            </li>
            <li class="mb-6">
              <p class="text-gray-400">รายการเดินบัญชีธนาคารย้อนหลัง 6 เดือน</p>
            </li>
          </ul>
          <p class="text-gray-500 mt-6 pl-9">กรณีประกอบอาชีพอิสระ</p>
          <ul style="list-style-type: disc" class="mt-6 pl-9">
            <li class="mb-6">
              <p class="text-gray-400">
                หนังสือรับรองการหักภาษี ณ ที่จ่าย (ทวิ 50) แบบรายปีในปีที่ผ่านมา
                หรือ หนังสือรับรองการหักภาษี ณ ที่จ่าย (ทวิ 50)
                แบบรายเดือนโดยย้อนหลัง 6 เดือน
              </p>
            </li>
          </ul>
        </li>
      </ul>
      <p class="mt-6 text-gray-400">
        ในกรณีที่บริษัทฯต้องการเอกสารอื่นใดเพื่อประกอบการพิจารณา
        ทีมงานของทางบริษัทฯจะมีการติดต่อท่านเพื่อแจ้งข้อมูลดังกล่าว
      </p>
      <p class="text-xl mt-6 font-bold">
        ฉันจำเป็นต้องซื้อประกันใหม่สำหรับรถยนต์หรือไม่
      </p>
      <p class="mt-2 text-gray-400">
        AUTOSTYLE
        ได้ร่วมมือกับพันธมิตรทางธุรกิจที่ได้รับมอบหมายในการนำเสนอประกันภัยรถยนต์
        ซึ่งท่านสามารถซื้อผ่านผู้ให้บริการการประกันภัยดังกล่าวที่ทางบริษัทฯได้มีการแนะนำไว้ได้
        ในกรณีที่ท่านมีข้อสงสัยโดยเฉพาะที่เกี่ยวข้องกับรูปแบบของการประกันภัย
        หรือเกี่ยวกับผู้ให้บริการการประกันภัย
        ท่านสามารถติดต่อสอบถามได้จากผู้ดูแลความสัมพันธ์ลูกค้าที่ดูแลคุณอยู่ในระหว่างการะบวนการซื้อได้
        อย่างไรก็ตาม
        หากคุณต้องการซื้อประกันภัยของคุณเองโดยแยกต่างหากคุณสามารถแจ้งให้เราทราบได้เลย
      </p>
      <p class="text-xl mt-6 font-bold">
        การดำเนินการเรื่องการจดทะเบียน และการโอนกรรมสิทธิ์รถยนต์เป็นอย่างไร?
      </p>
      <p class="mt-2 text-gray-400">
        AUTOSTYLE จะดูแลขั้นตอนการจดทะเบียนทั้งหมดให้คุณ
        ทางบริษัทฯจะได้รับเอกสารที่เกี่ยวข้องทั้งหมดระหว่างขั้นตอนการซื้อและดำเนินการจดทะเบียนให้เสร็จสิ้นให้คุณ
      </p>
      <p class="text-xl mt-6 font-bold">
        ฉันจะต้องชำระค่าใช้จ่ายในการโอนกรรมสิทธิ์รถยนต์เท่าไหร่?
      </p>
      <p class="mt-2 text-gray-400">
        ทางบริษัทฯจะเรียกเก็บค่าธรรมเนียมการโอนกรรมสิทธิ์รถยนต์ในอัตราที่กรมการขนส่งทางบกกำหนด
        ซึ่งค่าใช้จ่ายนี้จะขึ้นอยู่กับทางกรมการขนส่งทางบกและค่าใช้จ่ายอื่นๆตามระเบียบข้อบังคับ
        ทีมงานของบริษัทฯจะแจ้งจำนวนค่าใช้จ่ายที่แน่นอนแก่คุณในระหว่างกระบวนการซื้อรถยนต์
      </p>
      <p class="text-xl mt-6 font-bold">
        ฉันสามารถดำเนินการโอนทะเบียนรถยนต์เองได้หรือไม่?
      </p>
      <p class="mt-2 text-gray-400">
        เพื่อเป็นการรับรองว่าคุณจะได้รับประสบการณ์ที่ดีที่สุด
        เราจึงจำเป็นที่จะต้องให้บริการแบบครบวงจรเมื่อมีการซื้อหรือขายรถยนต์
        รวมถึงการโอนรถยนต์ผ่าน CARSS24
      </p>
    </div>
    <Footer />
  </div>
</template>

<script>
import axios from "axios";
import navbar from "../component/navbar.vue";
import footer from "../component/footer.vue";
// @ is an alias to /src
export default {
  name: "Question",
  data() {
    return {
      loginuser: [],
    };
  },
  components: {
    Navbar: navbar,
    Footer: footer,
  },
  mounted() {
    this.getdata();
  },
  methods: {
    getdata() {
      let token = JSON.parse(localStorage.getItem('user'))
      axios
          .post(`http://localhost:3000/getuser`, {token : token})
          .then(response => {
            this.loginuser = response.data;
          })
          .catch(error => {
            this.error = error.response.data.message;
          });
    },
  },
};
</script>
